{
	"zh": {
		"doc.AliyunVoice.214688-0": "阿里云语音服务平台：",
		"doc.AliyunVoice.214688-1": "1. 概述",
		"doc.AliyunVoice.214688-2": "通知模板结合通知配置为告警消息通知提供支撑。通知模板只能调用同一类型的通知配置服务。使用阿里云语音时需先在阿里云语音服务平台创建语音模板。",
		"doc.AliyunVoice.214688-3": "2.模板配置说明",
		"doc.AliyunVoice.214688-4": "1、绑定配置",
		"doc.AliyunVoice.214688-5": "使用固定的通知配置发送此通知模板",
		"doc.AliyunVoice.214688-6": "2、类型",
		"doc.AliyunVoice.214688-7": "阿里云语音通知类型，当类型为验证码类型时可配置变量。",
		"doc.AliyunVoice.214688-8": "3、模板ID/语音ID",
		"doc.AliyunVoice.214688-9": "阿里云语音对每一条语音验证码/语音通知分配的唯一ID标识",
		"doc.AliyunVoice.214688-10": "4、被叫号码",
		"doc.AliyunVoice.214688-11": "当前仅支持国内手机号，此处若不填，则在模板调试和配置告警通知时手动填写。",
		"doc.AliyunVoice.214688-12": "若您使用的语音通知文件为公共模式外呼，则该参数值不填。",
		"doc.AliyunVoice.214688-13": "若您使用的语音通知文件为专属模式外呼，则必须传入已购买的号码，仅支持一个号码。",
		"doc.AliyunVoice.214688-14": "5、被叫显号",
		"doc.AliyunVoice.214688-15": "用户呼叫号码显示，必须是在阿里云购买的号码。",
		"doc.AliyunVoice.214688-16": "6、播放次数",
		"doc.AliyunVoice.214688-17": "最多可播放3次",
		"doc.AliyunVoice.214688-18": "7、模板内容",
		"doc.AliyunVoice.214688-19": "仅当通知类型为验证码类型时可进行配置，变量标识需要阿里云模板中的标识一致，支持填写带变量的动态模板。变量填写规范示例：{0}。填写动态参数后，可对变量的名称、类型、格式进行配置，以便告警通知是填写。"
	},
	"en": {
		"doc.AliyunVoice.214688-0": "Alibaba Cloud Voice Service Platform:",
		"doc.AliyunVoice.214688-1": "1. Overview",
		"doc.AliyunVoice.214688-2": "The notification template combined with notification configuration provides support for alarm message notifications. Notification templates can only call notification configuration services of the same type. When using Alibaba Cloud Voice, you need to first create a voice template on the Alibaba Cloud Voice Service Platform.",
		"doc.AliyunVoice.214688-3": "2. Template configuration instructions",
		"doc.AliyunVoice.214688-4": "1. Binding configuration",
		"doc.AliyunVoice.214688-5": "Send this notification template using a fixed notification configuration",
		"doc.AliyunVoice.214688-6": "2. Type",
		"doc.AliyunVoice.214688-7": "Alibaba Cloud voice notification type, variable can be configured when the type is verification code type.",
		"doc.AliyunVoice.214688-8": "3. Template ID/Voice ID",
		"doc.AliyunVoice.214688-9": "Alibaba Cloud Voice assigns a unique ID identifier to each voice verification code/voice notification",
		"doc.AliyunVoice.214688-10": "4. Called number",
		"doc.AliyunVoice.214688-11": "Currently, only domestic mobile phone numbers are supported. If not filled in here, it will be manually filled in during template debugging and alarm notification configuration.",
		"doc.AliyunVoice.214688-12": "If the voice notification file you are using is a public mode outbound call, do not fill in this parameter value.",
		"doc.AliyunVoice.214688-13": "If the voice notification file you are using is for exclusive mode outbound calling, you must provide the purchased number and only support one number.",
		"doc.AliyunVoice.214688-14": "5. Called number display",
		"doc.AliyunVoice.214688-15": "The user's call number must be a number purchased from Alibaba Cloud.",
		"doc.AliyunVoice.214688-16": "6. Play count",
		"doc.AliyunVoice.214688-17": "Can be played up to 3 times",
		"doc.AliyunVoice.214688-18": "7. Template Content",
		"doc.AliyunVoice.214688-19": "This parameter can be configured only when the notification type is a verification code. Variable identifiers must be consistent in the Aliyun template. Dynamic templates with variables are supported. Example of variable filling specification: {0}. After dynamic parameters are set, you can set the name, type, and format of the variable so that the alarm notification can be filled in."
	}
}