{
	"zh": {
		"components.Does.710354-0": "1.概述",
		"components.Does.710354-1": "内部独立应用适用于将官方开发的其他应用与物联网平台相互集成，例如将可视化平台集成至物联网平台，或者将物联网平台集成至可视化平台。以实现多处访问、集中管控的业务场景。",
		"components.Does.710354-2": "内部独立应用的后端服务相互独立运行，互不影响。",
		"components.Does.710354-3": "2.接入方式说明",
		"components.Does.710354-4": "1、页面集成",
		"components.Does.710354-5": "集成其他应用的前端页面至物联网平台中。为实现应用与物联网平台数据互联互通，通常还需要配置API服务。",
		"components.Does.710354-6": "2、API客户端",
		"components.Does.710354-7": "物联网平台请求其他应用的接口，以实现将物联网平台集成至其他应用系统。如需实现其他应用登录后可以访问物联网平台页面，还需要配置单点登录。",
		"components.Does.710354-8": "3、API服务",
		"components.Does.710354-9": "外部应用请求物联网平台的接口，实现物联网平台的服务调用能力，通常还需要配置页面集成。",
		"components.Does.710354-10": "配置API服务后，系统将自动创建对应的“第三方应用”用户。用户的账号/密码分别对应appid/secureKey。",
		"components.Does.710354-11": "第三方用户可调用的API服务在其应用管理卡片的其他赋权页面，进行自定义配置。",
		"components.Does.710354-12": "4、单点登录",
		"components.Does.710354-13": "通过第三方平台账号登录到物联网平台。",
		"components.Does.710354-14": "内部集成应用适用于将官方开发的其他应用与物联网平台相互集成，例如将可视化平台集成至物联网平台，或者将物联网平台集成至可视化平台。以实现多处访问、集中管控的业务场景。",
		"components.Does.710354-15": "内部独立应用的后端服务在同一个环境运行。",
		"components.Does.710354-16": "集成其他应用的前端页面至物联网平台中。集成后系统顶部将新增对应的应用管理菜单",
		"components.Does.710354-17": "物联网平台去请求其他应用的接口，以实现将物联网平台集成至其他应用",
		"components.Does.710354-18": "钉钉开放平台：",
		"components.Does.710354-19": "配置成功后，用户可以采用钉钉扫码授权的方式登录物联网平台",
		"components.Does.710354-20": "微信开放平台：",
		"components.Does.710354-21": "配置成功后，用户可以采用微信扫码授权的方式登录物联网平台",
		"components.Does.710354-22": "1. 概述",
		"components.Does.710354-23": "第三方应用适用于第三方应用与物联网平台相互集成。例如将公司业务管理系统集成至物联网平台，或者将物联网平台集成至业务管理系统。以实现多处访问、集中管控的业务场景。",
		"components.Does.710354-24": "集成其他应用的前端页面至物联网平台中。为实现应用与物联网平台数据互联互通，还需要配置API服务。",
		"components.Does.710354-25": "物联网平台请求第三方应用的接口，以实现将物联网平台集成至其他应用。如需实现第三方应用登录后可以访问物联网平台页面，还需要配置单点登录",
		"components.Does.710354-26": "第三方应用通过API服务配置，请求物联网平台接口，实现物联网平台的服务调用能力，通常还需要配置页面集成",
		"components.Does.710354-27": "第三方用户可调用的API服务在其应用管理卡片的其他赋权页面，进行自定义配置",
		"components.Does.710354-28": "小程序开放平台:",
		"components.Does.710354-29": "配置成功后，平台用户可以在微信小程序中授权登录物联网平台"
	},
	"en": {
		"components.Does.710354-0": "1. Overview",
		"components.Does.710354-1": "Internal independent applications are suitable for integrating other officially developed applications with IoT platforms, such as integrating visualization platforms into IoT platforms or integrating IoT platforms into visualization platforms. To achieve a business scenario of multiple access and centralized control.",
		"components.Does.710354-2": "The backend services of internal independent applications run independently of each other and do not affect each other.",
		"components.Does.710354-3": "2. Instructions for Access Methods",
		"components.Does.710354-4": "1. Page integration",
		"components.Does.710354-5": "Integrate front-end pages of other applications into the IoT platform. To achieve data interconnection between applications and IoT platforms, it is usually necessary to configure API services.",
		"components.Does.710354-6": "2. API client",
		"components.Does.710354-7": "The IoT platform requests interfaces from other applications to integrate the IoT platform into other application systems. To enable other applications to access the IoT platform page after logging in, single sign on needs to be configured.",
		"components.Does.710354-8": "3. API service",
		"components.Does.710354-9": "External applications request the interface of the IoT platform to achieve the service calling capability of the IoT platform, usually requiring page integration configuration.",
		"components.Does.710354-10": "After configuring API services, the system will automatically create corresponding \"third-party application\" users. The user's account/password corresponds to appid/secureKey respectively.",
		"components.Does.710354-11": "The API services that third-party users can call can be customized and configured on other authorization pages of their application management card.",
		"components.Does.710354-12": "4. Single sign on",
		"components.Does.710354-13": "Log in to the IoT platform through a third-party platform account.",
		"components.Does.710354-14": "Internal integration applications are suitable for integrating other officially developed applications with IoT platforms, such as integrating visualization platforms into IoT platforms or integrating IoT platforms into visualization platforms. To achieve a business scenario of multiple access and centralized control.",
		"components.Does.710354-15": "The backend services of internal independent applications run in the same environment.",
		"components.Does.710354-16": "Integrate front-end pages of other applications into the IoT platform. After integration, a corresponding application management menu will be added at the top of the system",
		"components.Does.710354-17": "The IoT platform requests interfaces from other applications to integrate the IoT platform into other applications",
		"components.Does.710354-18": "DingTalk Open Platform:",
		"components.Does.710354-19": "After successful configuration, users can log in to the IoT platform through DingTalk scanning code authorization",
		"components.Does.710354-20": "WeChat Open Platform:",
		"components.Does.710354-21": "After successful configuration, users can log in to the IoT platform through WeChat scan code authorization",
		"components.Does.710354-22": "1. Overview",
		"components.Does.710354-23": "Third party applications are suitable for the integration of third-party applications with IoT platforms. For example, integrating the company's business management system into the IoT platform, or integrating the IoT platform into the business management system. To achieve a business scenario of multiple access and centralized control.",
		"components.Does.710354-24": "Integrate front-end pages of other applications into the IoT platform. To achieve data interconnection between applications and IoT platforms, API services also need to be configured.",
		"components.Does.710354-25": "The IoT platform requests interfaces from third-party applications to integrate the IoT platform into other applications. To enable third-party applications to access the IoT platform page after logging in, single sign on needs to be configured",
		"components.Does.710354-26": "Third party applications configure and request IoT platform interfaces through API services to achieve the service calling capability of the IoT platform, usually requiring page integration configuration",
		"components.Does.710354-27": "The API services that third-party users can call can be customized and configured on other authorization pages of their application management card",
		"components.Does.710354-28": "Mini Program Open Platform:",
		"components.Does.710354-29": "After successful configuration, platform users can authorize login to the IoT platform in the WeChat mini program"
	}
}